tap "cloudflare/cloudflare"
tap "getsentry/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "adr-tools"
brew "libyaml"
brew "ansible"
brew "ansible-lint"
brew "automake"
brew "coreutils"
brew "terraform"
brew "atlantis"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "bfg"
brew "brotli"
brew "gettext"
brew "cairo"
brew "chart-testing"
brew "chezmoi"
brew "coreutils"
brew "direnv"
brew "dive"
brew "eksctl"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow"
brew "github-keygen"
brew "gnupg"
brew "go"
brew "helm"
brew "helmfile"
brew "httpie"
brew "hubflow"
brew "isort"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "lefthook"
brew "libmagic"
brew "mas"
brew "minikube"
brew "neovim"
brew "nmap"
brew "openssh"
brew "pango"
brew "poppler"
brew "postgresql", restart_service: true
brew "pylint"
brew "redis", restart_service: true
brew "rtx"
brew "terracognita"
brew "terraforming"
brew "terragrunt"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "ykman"
brew "zlib"
brew "zsh"
brew "getsentry/tools/sentry-cli"
brew "hashicorp/tap/boundary"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alfred"
cask "aws-vault"
cask "cf-terraforming"
cask "chromedriver"
cask "discord"
cask "docker"
cask "encryptme"
cask "finicky"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "graphiql"
cask "hashicorp-boundary-desktop"
cask "iterm2"
cask "lens"
cask "mailplane"
cask "mimestream"
cask "miro"
cask "ngrok"
cask "notion"
cask "setapp"
cask "skype"
cask "slack"
cask "telegram"
cask "textexpander"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "zoom"
mas "Agenda", id: 1287445660
mas "Amphetamine", id: 937984704
mas "Boop", id: 1518425043
mas "Caramba Switcher", id: 1565826179
mas "Craft", id: 1487937127
mas "Dark Reader for Safari", id: 1438243180
mas "Developer", id: 640199958
mas "Drafts", id: 1435957248
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "FruitJuice", id: 671736912
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "MQTT Explorer", id: 1455214828
mas "MuteKey", id: 1509590766
mas "Numbers", id: 409203825
mas "OneTab", id: 1540160809
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pluralsight", id: 431748264
mas "Speedtest", id: 1153157709
mas "Surfshark", id: 1437809329
mas "Things", id: 904280696
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
