tap "alexnabokikh/tfsort"
tap "aquaproj/aqua"
tap "azure/azure-workload-identity"
tap "azure/kubelogin"
tap "cloudflare/cloudflare"
tap "future-architect/tap"
tap "getsentry/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "k8sgpt-ai/k8sgpt"
tap "mondoohq/mondoo"
tap "robusta-dev/krr"
tap "snyk/tap"
brew "act"
brew "adr-tools"
brew "ansible"
brew "ansible-lint"
brew "argocd"
brew "argocd-autopilot"
brew "atlantis"
brew "awscli"
brew "azcopy"
brew "azure-cli"
brew "bat"
brew "bfg"
brew "brotli"
brew "cairo"
brew "certbot"
brew "chart-testing"
brew "chezmoi"
brew "cmctl"
brew "cloudflared"
brew "coreutils"
brew "direnv"
brew "dive"
brew "eksctl"
brew "fd"
brew "fish"
brew "fzf"
brew "gettext"
brew "gh"
brew "gist"
brew "git"
brew "git-delta"
brew "git-flow"
brew "github-keygen"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "helm"
brew "helmfile"
brew "httpie"
brew "hugo"
brew "ipcalc"
brew "isort"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kind"
brew "krew"
brew "kubectx"
brew "kubernetes-cli"
brew "kubeseal"
brew "lazygit"
brew "lefthook"
brew "lego"
brew "libmagic"
brew "libyaml"
brew "lsd"
brew "markdownlint-cli2"
brew "mas"
brew "minikube"
brew "mise"
brew "neovim"
brew "nmap"
brew "openssh"
brew "pango"
brew "pipx"
brew "poppler"
brew "pre-commit"
brew "prettier"
brew "protobuf"
brew "pylint"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruff"
brew "sops"
brew "sql-lint"
brew "sqlfluff"
brew "starship"
brew "stern"
brew "teleport"
brew "terracognita"
brew "terraform-docs"
brew "terraform_landscape"
brew "terragrunt"
brew "tfk8s"
brew "tflint"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "trivy"
brew "vivid"
brew "watch"
brew "wget"
brew "xz"
brew "yamllint"
brew "yq"
brew "zellij"
brew "zsh"
brew "aquaproj/aqua/aqua"
brew "alexnabokikh/tfsort/tfsort"
brew "azure/azure-workload-identity/azwi"
brew "azure/kubelogin/kubelogin"
brew "cloudflare/cloudflare/cf-terraforming"
brew "future-architect/tap/tftarget"
brew "getsentry/tools/sentry-cli"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/terraform"
brew "k8sgpt-ai/k8sgpt/k8sgpt"
brew "robusta-dev/krr/krr"
brew "snyk/tap/snyk"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "apidog"
cask "arc"
cask "aws-vault"
cask "cf-terraforming"
cask "choosy"
cask "daisydisk"
cask "discord"
cask "docker"
cask "encryptme"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "lens"
cask "linear-linear"
cask "logi-options+"
cask "mimestream"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "setapp"
cask "skype"
cask "slack"
cask "telegram"
cask "textexpander"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wezterm"
cask "whatsapp"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "AusweisApp2", id: 948660805
mas "Boop", id: 1518425043
mas "Caramba Switcher", id: 1565826179
mas "Codye", id: 1516894961
mas "Craft", id: 1487937127
mas "Dark Reader for Safari", id: 1438243180
mas "Deliveries", id: 290986013
mas "Discovery", id: 1381004916
mas "Display Menu", id: 549083868
mas "Drafts", id: 1435957248
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Hand Mirror", id: 1502839586
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pluralsight", id: 431748264
mas "Prime Video", id: 545519333
mas "Reeder", id: 1529448980
mas "Save to Raindrop.io", id: 1549370672
mas "Save to Reader", id: 1640236961
mas "Scan Thing", id: 1556313108
mas "Speedtest", id: 1153157709
mas "Super Agent", id: 1568262835
mas "Surfshark", id: 1437809329
mas "Things", id: 904280696
mas "WireGuard", id: 1451685025
vscode "1Password.op-vscode"
vscode "DavidAnson.vscode-markdownlint"
vscode "EditorConfig.EditorConfig"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "Vue.volar"
vscode "benjaminbenais.copilot-theme"
vscode "casualjim.gotemplate"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "gauravp123.linear-create-branch"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jasonnutter.vscode-codeowners"
vscode "johnpapa.winteriscoming"
vscode "linear.linear-connect"
vscode "linear.linear-open-issue"
vscode "marvhen.reflow-markdown"
vscode "matangover.mypy"
vscode "matheusq94.TFS"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "mrmlnc.vscode-json5"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
